;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at https://www.wisecleaner.com/language.html.
;
;
; Translation Author = www.kolanp.com
; Translation Author Email = kolanp@gmail.com
; Product name: Wise Registry Cleaner
; Version = 11.1.5
; Update: Sep. 23, 2024
;
[Lang]
NativeLanguage=한국어
ChangeLang=변경 사항을 적용하려면 프로그램을 다시 시작하세요.

[GUI]
ButtonYes=예
ButtonNo=아니오
ButtonOK=확인
ButtonMinimize=최소화
ButtonMaximize=최대화
ButtonClose=닫기
ButtonRestore=복원
ButtonMenu=메뉴
Support=지원 & 피드백

[Translation]
;
; Reading habits
; 
ReadHabit = Left-to-right
;
;Font and Charset
;
LanguageName = KOR
LangCode=0412
DefaultFont = Malgun Gothic
DefaultFontSize = 10
DefaultCharset = ANSI_CHARSET
;
; Message box
;
Information = 정보
Warning = 경고
Error = 오류
Confirm = 확인
;
; Main GUI
;
FrmGeneral.chkuac.caption=UAC 건너뛰기
FrmWRC.btnregclean.caption=레지스트리 정리
FrmWRC.btnadv.caption=시스템 조정
FrmWRC.btnsilm.caption=REG 조각 모음
FrmWRC.btnrestore.caption=복원
FrmWRC.btnsettings.caption=설정
FrmWRC.btnsuggest.caption=지원 및 피드백
FrmWRC.WiseSimpleButton1.caption=백업
FrmWRC.btnupdate.caption=업데이트
FrmWRC.btnmessage.caption=최신 소식


;
; Reg Cleaner
;
FrmReg.caption=제품 등록 
FrmRegClean.btnall.caption=모두 선택
FrmRegClean.btnre.caption=권장
FrmRegClean.btnnone.caption=모두 해제
FrmRegClean.WiseLabel1.caption=자동 정리
FrmRegClean.lbltype.caption=실행 방식:
FrmRegClean.lblweek.caption=날짜 선택:
FrmRegClean.lbltime.caption=시간 선택:
FrmRegClean.btnScan.caption=검사 시작
FrmRegClean.btncancel.caption=취소
FrmRegClean.btnrescan.caption=다시 검사
FrmRegClean.lblstat.caption=아직 레지스트리를 정리하지 않았습니다. 지금 즉시 정리를 권장합니다!
FrmRegClean.vtrc.Columns[0]=데이터
FrmRegClean.vtrc.Columns[1]=레지스트리 키
FrmReg.lblinfo.caption=Wise Registry Cleaner를 선택해주셔서 감사합니다.
FrmReg.lblinfoex.caption=PRO 버전을 활성화하려면 라이선스 키를 입력하세요.
FrmReg.lblemail.caption=이메일:
FrmReg.lblUser.caption=사용자명:
FrmReg.lblKey.caption=라이선스 키:
FrmReg.btnReg.caption=제품 등록
FrmReg.btnbuy.caption=지금 구입
FrmReg.lblhelp.caption=라이선스 키 입력에 문제가 있으신가요?
FrmReg.btnContact.caption=문의하기

;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=최적화
FrmOptimizer.btnnone.caption=모두 해제
FrmOptimizer.btnall.caption=모두 선택
FrmOptimizer.btnDefault.caption=시스템 기본값
Frmoptimizer.lblinfoex.caption=네트워크 연결 개선, Windows 시스템 속도 향상 및 시스템을 보다 안정적으로 만듭니다.
FrmOptimizer.btnoptimize.caption=최적화
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=레지스트리 조각 모음은 PC가 보다 빠르고 안정적으로 실행되게 만듭니다.
FrmRegDefragger.lblstat.caption=아직 레지스트리를 정리하지 않았습니다. 지금 즉시 정리를 권장합니다!
FrmRegDefragger.btndefrag.caption=조각 모음
FrmRegDefragger.lblinfo1.caption=1. 이 기능을 사용하기 전에 다른 응용 프로그램을 모두 종료하시길 권장합니다.
FrmRegDefragger.lblinfo2.caption=2. 시스템을 분석하는 동안 일시적으로 무응답 상태가 될 수 있습니다.
FrmRegDefragger.lblinfo3.caption=3. 레지스트리 조각 모음 완료 후에 컴퓨터가 재부팅됩니다.
FrmRegDefragger.lblinfo4.caption=4. 레지스트리 조각 모음 도중에 중단하지 마세요. 알 수 없는 결과가 초래될 수가 있습니다.
FrmRegDefragger.vtdefrag.Columns[0]=하이브 이름
FrmRegDefragger.vtdefrag.Columns[1]=현재 크기
FrmRegDefragger.vtdefrag.Columns[2]=이후 크기
FrmRegDefragger.vtdefrag.Columns[3]=감소률
FrmRegDefragger.btnAnalysis.caption=분석
;
; Custom scan areas
;
Frmcustom.btnre.caption=권장
Frmcustom.btnall.caption=모두 선택
Frmcustom.btnnone.caption=모두 해제
Frmcustom.btncancel.caption=취소
Frmcustom.btnok.caption=확인
;
; About Window
;
Frmabout.lblstatus.caption=상태:
frmabout.lblUninstall.caption=제거 지침
frmabout.lblPolicy.caption=개인정보 보호정책
frmabout.lblEula.caption=EULA
FrmAbout.lblver.caption=현재 버전:
FrmAbout.lblemail.caption=지원 메일:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=홈페이지:
FrmAbout.lblhomeinfo.caption=https://www.wisecleaner.com
FrmAbout.lblthanks.caption=다음의 도움주신 분들께 감사합니다:
FrmAboutWin.caption=제품 정보
FrmAboutWin.btnok.caption=확인
;
; Settings
;
FrmSettings.caption=설정
FrmSettings.tsCommon.caption=일반
FrmGeneral.chkexp.caption=사용자 경험 개선 프로그램 가입
FrmGeneral.lblexp.caption=자세히
FrmSettings.tsAutoRun.caption=자동 실행
FrmSettings.tsExclusion.caption=제외
FrmSettings.btnrestore.caption=제품 정보
FrmSettings.btnok.caption=확인
FrmSettings.btncancel.caption=취소
FrmUsers.lblinfo.caption=Wise Registry Cleaner 프로그램을 관리할 사용자를 선택하세요.
FrmUsers.rdcuser.caption=현재 사용자만
FrmUsers.rdauser.caption=모든 사용자
FrmUsers.rdusers.caption=선택한 사용자
FrmSettings.tsUsers.caption=사용자
FrmGeneral.ckRestorePoint.caption=조각 모음 후 시스템 복원 지점 자동 생성
;
; Auto Run
;
FrmAutorunSettings.chk1.caption="원-클릭 정리" 아이콘을 바탕 화면 만들기
FrmAutorunSettings.lblcmd.caption=명령줄 모드
FrmAutorunSettings.lblcmdinfo.caption=명령줄로 프로그램을 실행하여 레지스트리를 검사하고 정리할 수 있습니다. 자세한 정보에 대한 도움말 문서를 읽으려면 F1을 누르거나 아래의 링크를 클릭하세요.
FrmAutorunSettings.btnhelp.caption=온라인 도움말
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=키워드 추가
FrmExclusion.btnExport.caption=내보내기
FrmExclusion.btnRemove.caption=제거
FrmExclusion.btnimport.caption=가져오기
Frminput.btnok.caption=확인
Frminput.btncancel.caption=취소
;
; General Settings
;
FrmGeneral.chkNews.caption=소식지 자동 수신
FrmGeneral.chkbackup.caption=정리 전 레지스트리 자동 백업
FrmGeneral.WiseLabel1.caption=업데이트 확인:
FrmGeneral.WiseLabel2.caption=기본 언어:
FrmGeneral.btnchecknew.caption=지금 확인
FrmGeneral.lbtran.caption=번역...
FrmGeneral.lblBackup.caption=백업:
FrmGeneral.btnbr.caption=찾아보기...
;
; Backup and Restore
;
Frm_br.btncancel.caption=취소
FrmBackup.caption=백업
FrmBackup.btnreg.caption=전체 레지스트리 백업 생성
FrmBackup.btnsys.caption=시스템 복원 지점 생성
FrmRestore.caption=복원 센터
FrmRestore.btnRegBk.caption=레지스트리 백업
FrmRestore.btnSysBK.caption=시스템 복원
FrmRestore.btnclose.caption=닫기
FrmRestore.btnrestore.caption=복원
FrmRestore.btnremove.caption=제거
;
; Update
;
frmupdate.caption=소프트웨어 업데이트
;
; Popup Menus
;
pmLicenseKey1=등록
pmLicenseKey=라이선스 키 변경
pmHelp=도움말
pmforum=포럼
pmHome=홈페이지
pmContact=문의하기
pmCheckNew=업데이트
pmStyle=모양
pmLang=언어
pmAbout=제품 정보
pmIgnore=이 항목 제외
pmrec=안전 항목 선택
pmAll1=모두 선택
pmNone=모두 해제
pmGo=레지스트리 편집기로 열기...
pmExport=내보내기...
pmPortable=휴대용 제작
;
; DefProcess
;
FrmProcess.Caption=레지스트리 분석
FrmProcess.lblwait.caption=분석중...
FrmProcess.lblinfo.caption=사용자 PC가 잠시 동안 응답하지 않을 것입니다.
FrmProcess.lblwait.caption=분석중, 잠시 대기해 주세요...
FrmSettings.tsArea.caption=영역
FrmOptimizer.btnRecommended.caption=권장
FrmWRC.btnAi.caption=AI 유틸리티
[Message]
Unlimited=무제한
Free=무료
Registried=등록됨
Unregistried=등록 안됨
NoNews=읽지 않은 메세지가 없습니다.
InvalidRegInfo=무효한 등록 정보입니다!
alluser=모든 사용자
currentuser=현재 사용자
Username=사용자명
Proupdate=기부 버전은 업그레이드가 지원되지 않지만 최신 버전으로 업그레이드하려는 사용자를 위해 특별 할인을 제공하고 있습니다. 구매하지 않고 업데이트를 선택하면 무료 버전이 됩니다. 계속하시겠습니까?
MWDetected=MalwareBytes가 %s의 동작을 차단한다면, 문제 해결을 위해 확인을 누르세요.
ActivateOnline=등록 정보 확인 중, 잠시만 기다려 주세요...
WRCRunning=프로그램이 실행 중입니다.
StopAndExit=프로그램이 검사 중입니다. 검사를 중지하고 종료하시겠습니까?
EmptyEmail=이메일 주소를 입력해 주세요.
EmptyName=사용자명을 입력해 주세요.
InvalidEmail=잘못된 이메일입니다. 유효한 이메일 주소를 입력해 주세요.
EmpytKey=라이선스 키를 입력해 주세요.
InvalidKey=잘못된 라이선스 키입니다. 유효한 라이선스 키를 입력해 주세요.
EnterEmail=이메일 입력
EnterName=사용자명 입력
EnterKey=라이선스 키 입력
OverMaxTimes=최대 활성화 수를 초과했습니다.
ThanksRegister=이 제품을 등록하여 주셔서 감사합니다!
Activated=전체 버전이 활성화되었습니다.
ConnectFail=서버 연결 불가, 인터넷 연결을 확인하고 다시 시도해 주세요.
NoRegInfo=등록 정보를 찾을 수 없습니다. 만약 등록에 오류가 있다면 저희에게 연락해 주세요.
NeedAdmire=이 기능은 최고 관리자로 이용 가능합니다. 기능을 실행하려면, 관리자로 로그인해 주세요.
ScheduleHint=컴퓨터를 정기적으로 정리하세요.
Unoptimized=최적화 안됨 
UpdateError=업데이트 오류, 저희 웹사이트에서 최신 버전을 내려받으시겠습니까?
RegeditorLocked=레지스트리 편집기가 잠겨 있습니다. 백업/복원 기능은 레지스트리 편집기에 연결할 필요가 있습니다. 지금 레지스트리 편집기 제한을 해제하시겠습니까?
failtounLock=레지스트리 편집기 제한 해제 실패. 이 작업을 실행하려면 더 높은 권한이 필요합니다.
Total=전체
DefragRate=레지스트리 크기를 %s 줄이는데 도움을 줍니다.
SuggestDefrag=지금 바로 레지스트리를 조각 모음 하시길 권장합니다.
SuggestIgnore=레지스트리에 무효한 항목이 거의 없습니다. 다음 번에 다시 조각 모음할 수 있습니다.
TypeNoError=양호
NeverClean=아직 레지스트리를 정리하지 않았습니다. 지금 즉시 정리를 권장합니다!
AdviseClean=정기적인 정리는 PC를 보다 빠르고 안정적으로 실행되도록 만듭니다.
DupItem=이 항목은 목록에 추가되었습니다.
Advisedefrag=레지스트리 조각 모음은 사용자 PC를 보다 빠르고 안정적으로 실행되도록 만듭니다.
NeverDefrag=아직 레지스트리를 정리하지 않았습니다. 지금 즉시 정리를 권장합니다!
LastDefrag=레지스트리 마지막 조각 모음 시간:
TotalDefrag=전체 %.2f 압축되었습니다.
DefaultValue= (기본)
RegBackup=레지스트리 백업
RegRestore=레지스트리 복원
CreateBackup=백업 데이터 생성중...
Compress=압축하는 중...
Extracte=추출하는 중...
Complete=완료
RestoreReg=레지스트리 복원중... 잠시만 기다려 주세요...
NotSupportOS=이 운영 체제에서는 이 기능이 지원되지 않습니다.
EnableRestore=시스템 복원이 비활성화 되어 있습니다. 시스템 복원을 활성화 하시겠습니까?
SysCreating=시스템 복원 지점 생성중...
SysRestoring=시스템 복원 준비중...
RestorePointDone=복원 지점이 성공적으로 생성되었습니다.
RestorePointFail=복원 지점 생성이 실패되었습니다.
ErrorMsg=오류 메세지:
Area=영역
Summary=설명
LeastOne=검사할 영역을 적어도 하나 이상 선택해 주세요.
IsRunning=프로그램이 검사중입니다. 검사가 완료될 대기해 주세요. 그리고 다시 시도하세요.
Optimized=최적화됨
ComfirmDefrag=현재 진행중인 작업들을 모두 저장하세요. 레지스트리 조각 모음 후 PC가 곧바로 재부팅됩니다. 지금 시작하시겠습니까?
def15After=마지막 레지스트리 조각 모음 이후 %d일이 경과되었습니다. 지금 바로 레지스트리를 조각 모음 하시기 바랍니다!
def15Before=레지스트리를 가능한 압축하여 유지하면 사용자 컴퓨터가 빠르고 안정되게 실행됩니다.
KeyWord=키워드를 입력하세요:
ExImport=제외 목록을 내보냈습니다:
NoNewVer=현재 최신 버전을 사용중입니다.
Daily=매일
Weekly=매주
Monthly=매월
Never=안함
TranslateTo=번역...
NeedBack=이 프로그램을 처음 사용하고 있습니다. 즉시 레지스트리를 백업하시길 권장합니다. 지금 자동 백업하시겠습니까?
Newsletter=소식지
UpgradeInfo=업그레이드 정보
CannotCrTask=예약 작업을 만들 수 없습니다.
ScheduleNextTime=다음 시간:
Exported=현재 항목을 %s(으)로 내보냈습니다. 지금 파일을 여시겠습니까?
Idle=유휴 시
Login=로그온 시
LastClean=레지스트리 마지막 정리 시간:
Monday=월요일
Tuesday=화요일
Wednesday=수요일
Thursday=목요일
Friday=금요일
Saturday=토요일
Sunday=일요일
IssueFound=%d 문제 발견됨.
Scanning=검사중
ScanCanceled=검사가 취소되었습니다!
FindError=전체 %d 문제 발견됨. %d 항목은 안전하지 않습니다.
LogAll=%d 문제 발견됨. %d 문제가 해결되었습니다.
LogFail=%d 문제는 제거하지 못했습니다.
StartClean=정리 시작
StartScan=검사 시작
7After= 레지스트리 마지막 정리 이후 %d 일이 경과했습니다. 지금 바로 검사를 권장합니다!
7Before=레지스트리 정리는 사용자 컴퓨터를 보다 빠르게 만듭니다!
ReScanHint=%d 문제 발견됨. 더 많은 문제를 찾으려면 재검사를 권장합니다.
CleanNow=이 문제들을 즉시 수정하려면 "정리 시작" 버튼을 누르세요.
NoError=축하합니다! 레지스트리가 정리되었습니다!
GoodHabit=레지스트리를 정기적으로 정리하면 PC를 최고 성능 상태로 유지하는데 도움이 됩니다.
ReScanHint1=잠재적인 문제를 즉시 찾으려면 다시 검사하는 것이 좋습니다.
TypeChanged=검사 항목을 변경했습니다!
ReScanHint2=문제를 찾으려면 다시 검사하세요.
CleanDone=정리가 완료되었습니다!
bkAuto=자동
bkManual=수동
BackupDate=백업 시간
BackupType=백업 유형
Problems=문제
CreateDate=만든 날짜
Description=설명
Removebackup=선택한 백업을 제거하시겠습니까?
RemoveSysRestore=선택한 시스템 복원 지점을 제거하시겠습니까?
NoBackupSelected=복원할 백업을 선택해 주세요.
RestoreComplete=복원이 성공적으로 완료되었습니다!
RestoreFromSysRestore=시스템 복원을 위해 컴퓨터를 재부팅해야 합니다. 지금 복원을 시작하시겠습니까?
WhenIdle=유휴 시
WhenLogin=로그온 시
NewVer=새 버전 사용 가능! 지금 업그레이드하시겠습니까?
TranslateTo=번역...
HistoryErrors=전체 해결된 오류: %d
clickfix=해결하려면 여기를 클릭하세요.

[Tuneup]
SuperPrefetchParameters=Windows (8/10) 부팅 시 메모리 소비 감소를 위해 슈퍼-프리페치 비활성화
BlueReboot=공포의 블루 스크린이 나타났을 때 시스템 자동 재부팅 비활성화.
RemoteRegAccess=원격 컴퓨터에서 시스템 레지스트리 수정 비활성화.
FileListSpeed=Windows 파일 목록의 갱신 정책 최적화.
PreviewUP=작업 표시줄에서 창 미리보기 표시 속도 증가.
OptDNS=DNS 및 DNS 파싱 속도 최적화.
OptLAN=LAN 연결 최적화.
ShowSpeed=시스템 표시 응답 속도 최적화
AeroSnap=썸네일을 빠르게 표시하기 위해 에어로 스냅 속도 향상
SSDSpeedup=SSD 최적화 
DisablePrefetch=SSD의 수명 연장을 위해 프리페치 매개 변수 비활성화
DisableSuperPrefetch=SSD의 수명 연장을 위해 슈퍼페치 매개 변수 비활성화
DisableDefragBoot=SSD의 수명 연장을 위해 부팅 시 드라이브 조각 모음 시스템 비활성화
DisableDefragIdle=SSD의 수명 연장을 위해 유휴 시 자동 조각 모음 비활성화
EnableTRIM=SSD의 작동 성능 향상을 위해 TRIM 기능 활성화
OptIEConnection=서버당 최대 연결 증가. 웹페이지 보기 속도 및 온라인 동영상 시청 속도 향상
IconCache=시스템 아이콘 캐시 증가 및 바탕 화면 표시 속도 향상.
RestoreAll=모든 항목들을 윈도우 기본값으로 복원하시겠습니까?
NoSelectedItem=최적화 할 하나 이상의 항목을 선택해 주세요.
OptItems=아래의 %d개 항목을 최적화 할 수 있습니다.
ItemsOptimized=%d개 항목이 최적화 되었습니다.
TakeEff=일부 변경사항은 PC를 재부팅 하기 전까지 적용되지 않습니다.
NoItems=축하합니다! 모든 항목이 최적화 되었습니다.
BootSpeedup=PC 부팅/종료 가속화
SystemStable=시스템 안정성
SystemSpeedup=시스템 속도 향상
NetworkSpeedup=네트워크 속도 향상
PrefetchParameters=윈도우 부팅 속도 향상을 위해 프리페치 매개 변수 최적화
BootDelay=윈도우 부팅 속도를 개선하여 "디스크 확인" 시간 감소
BootPartition=윈도우 부팅 속도 향상을 위해 최적화 기능 활성화
ClearPagingFile=PC 종료 속도 향상을 위해 종료시 윈도우 페이지 파일 정리 비활성화
TimeOut=종료 과정을 개선하기 위해 응용 프로그램 대기 시간 감소
AutoKill=시스템 충돌을 방지하기 위해 무응답 프로세스 종료
RestartExplorer=바탕 화면 갑자기 사라지는 것을 막기 위해 자동으로 윈도우 탐색기 재시작
TwoProcess=시스템 충돌 예방을 위해 윈도우 탐색기 구성 요소를 개별 프로세스로 설정
ErrorReport=시스템 성능 향상을 위해 오류 보고 화면 비활성화
Debugger=오류 처리 속도 향상을 위해 디버깅 비활성화
OptMemory=시스템 성능 향상을 위해 메모리 기본 설정 최적화
OptVEff=시스템 성능 향상을 위해 프론트 엔드 구성 요소(대화 상자, 메뉴, 기타) 표시 최적화
OptFileSystem=시스템 성능 향상을 위해 파일 시스템 최적화
OptDiskSystem=시스템 성능 향상을 위해 디스크 I/O 서브시스템 최적화
DisAutoRun=바이러스 감염/전염 예방을 위해 드라이브에서 "자동 실행" 기능 비활성화
OptDiskIdle=CPU 유휴 시간에 디스크 I/O 최적화
OptTTL=네트워크 성능 향상을 위해 TTL(Time To Live) 설정 최적화
OptNetForward=네트워크 성능 향상을 위해 네트워크 전달 능력 최적화
OptMTU=경로 MTU 탐색 기법에서 라우팅할 때 "블랙 홀" 자동 감지를 통해 TCP/IP의 성능 향상
OptWINS=데이터 전송 속도 향상을 위해 WINS 이름 조회 최적화
OptNetWork=통신 성능 향상을 위해 네트워크 설정 최적화
CloseAnimate=창 응답 속도를 높이기 위해 창을 최대화하거나 최소화할 때 애니메이션 효과 비활성화
PagingExecutive=응용 프로그램 성능 향상을 위해 메모리 페이징 비활성화 및 디스크 I/O 감소. (실제 메모리가 1GB 이상일 경우, 이 옵션은 무시됨)
StaticIP=PC 부팅 속도 향상을 위해서 로컬 연결에 대해 고정 IP 설정
PorcessorTime=응용 프로그램, 게임, 기타의 실행을 위한 프로세스 성능 최적화 (서버인 경우 무시됨)
DisableIDECheck=윈도우 부팅 속도 향상을 위해 윈도우의 IDE 채널 확인 예방
ForeAppSpeed=전면 프로그램의 응답 속도 향상
AeroPeek=에어로 피크 속도 향상
OptEthernet=이더넷 카드 성능 최적화
DisableHibernate=최대 절전 모드를 비활성화하여 디스크 공간을 절약 및 SSD 수명 연장 (빠른 시작도 꺼짐)
IndexOptimize=Windows 인덱싱을 최적화합니다.
RemoveShotcut=바로 가기 아이콘에 추가되는 "바로 가기"라는 이름 제거
AutoReStartShell=시스템의 무응답을 방지하기 위해 예외 상황 발생 후 Windows 탐색기를 자동 재시작하도록 최적화
ListveiwOpt=시스템의 작동 속도 향상을 위해 메뉴 및 목록의 시각적 효과 최적화
Systemsecurity=시스템 보안
DownloadMode=네트워크 성능을 개선하기 위해 Windows 업데이트 배달 최적화를 비활성화합니다.
highperformance=Windows의 최적 성능을 위해 전원 관리 옵션을 고성능으로 조정합니다.
minimizeperformance=노트북 사용 시간을 늘리기 위해 전원 관리 옵션을 절전 모드로 조정합니다.
LockScreenToastEnabled=개인 정보 보호를 위해 잠금 화면에 알림이 표시되지 않도록 합니다.
[Type]
ContextMenu=무효한 컨텍스트 메뉴 항목
MUICache=MUI 캐시
Services=Windows 서비스
Activex=ActiveX/COM 구성 요소
FireWall=방화벽 설정
RootAll=무효한 경로
SoftwareSection=소프트웨어 경로
ApplicationPaths=응용 프로그램 경로
FileTypes=파일 형식
HelpFiles=도움말 파일
Fonts=글꼴
SharedDLL=공유 DLL
MRULists=사용자 MRU 목록
UninstallSection=제거기
StartMenu=시작 메뉴
StartupProgram=시작 프로그램
SoundandAppEvents=사운드 및 App 이벤트
IEUrlHistory=IE Url 히스토리
IFEO=이미지 파일 실행
EmptyKey=빈 키
App=응용 프로그램 설정

[ErrorMessage]
MUIError1=누락된 MUI 참조, 하지만 "%s" 드라이브는 %s, 이 오류는 무시 권장.
MUIError=누락된 MUI 참조
ServiceNotExists=지된된 서비스 프로그램이 존재하지 않습니다.
MimeExName=무효한 MIME 파일 확장자 등록됨: %s
EmptyKey=비어 있는 키입니다.
EmptyHelpdirctory=비어 있는 도움말 디렉토리입니다.
FileNotExist=파일(폴더)가 존재하지 않습니다.
HFileNotExist=도움말 파일(폴더)가 존재하지 않습니다.
EmptyValue=값이 비었습니다.
TypeLib=형식 라이브러리가 존재하지 않음:
NodeEmpty=비어 있는 노드입니다.
SharedFilenotexist=공유 파일이 존재하지 않습니다.
sharedfilenotbeuse=공유 파일이 사용되지 않습니다.
noconnection=파일 연결 정보가 없습니다.
Invalidpathtoicon=아이콘의 무효한 경로입니다.
ReferstoaninvalidClass=무효한 클래스를 참조합니다.
Emptyshellcommand=비어 있는 쉘 명령입니다.
Invalidshellcommand=무효한 쉘 명령입니다. (파일이 존재하지 않음). 
Fontsnotexist=글꼴 파일이 존재하지 않습니다. 
Hijacking=%s - %s에 의해 하이재킹 되었습니다.
MRULists=사용자 MRU 목록입니다.
invalidOpenWith=이 형식으로 연결된 어떤 응용 프로그램이 없습니다.
ReferActivex=무효한 Activex/COM 항목을 참조합니다.
EmptyCLSID=비어 있는 CLSID입니다. 
ComSourceNotExist=COM 소스가 존재하지 않습니다.
invalidUnistall=무효한 제거 정보입니다.
notexist=존재하지 않습니다.
ObsoleteStartMenuItem=쓸모 없는 시작 메뉴 항목입니다.
SoundFilenotexist=사운드 파일이 존재하지 않습니다.
FileNotExist1=파일(폴더)가 존재하지 않음. 하지만 "%s" 드라이브는 %s, 이 오류는 무시 권장.
OpenWithError=열기 오류, 지정된 응용 프로그램이 존재하지 않습니다.
OpenWithError1=열기 오류, 지정된 응용 프로그램이 존재하지 않습니다. 하지만 "%s" 드라이브는 %s, 이 오류는 무시 권장.
ComSourceNotExist1=COM 소스가 존재하지 않습니다. 하지만 %s 드라이브는 %s, 이 오류는 무시 권장.
Trojan=이것은 트로이 목마의 일반적인 동작입니다. 항목을 즉시 제거하고 안티바이러스 소프트웨어를 사용하여 컴퓨터를 검사하는 것이 좋습니다.
InvalidShellExtensions=잘못된 셸 확장
progid=지정된 프로그램 식별자가 존재하지 않습니다:


[Summary]
ContextMenu=무효한 컨텍스트 메뉴 항목 
MUICache=누락된 MUI 캐시 참조
Services=무효한 Windows 서비스 
Activex=무효한 ActiveX and COM 구성 요소
FireWall=무효한 윈도우 방화벽 설정
RootAll=무효한 경로 및 파일
SoftwareSection=소프트웨어 제거로 남겨진 무효한 경로 및 파일
ApplicationPaths=응용 프로그램의 무효한 등록 경로 및 파일
FileTypes=무효한 파일 확장자 정보
HelpFiles=무효한 레지스트리 도움말 파일
Fonts=무효한 폰트 정보
SharedDLL=누락된 공유 DLL
MRULists=연결한 파일, 시청한 동영상, 편집한 문서 등의 기록
UninstallSection=쓸모 없거나 무효한 제거 정보
StartMenu=쓸모 없는 시작 메뉴 항목
StartupProgram=쓸모 없거나 무효한 시작 프로그램
SoundandAppEvents=사운드와 이벤트의 쓸모 없거나 무효한 설정
IEUrlHistory=IE의 웹 방문 기록
IFEO=스파이웨어, 바이러스, 멀웨어에 의해 생성된 악의적인 항목
EmptyKey=정보가 없는 항목
App=무효한 응용 프로그램 설정

[AutoClean]
ErrorsFixed=오류 정리 완료.
Title=축하합니다!
ErrorsFound=오류 항목 발견.

[AutoUpdate]
CurrentFile=현재 파일:
Canceling=취소 중...
CANCEL=취소
Ready=내려받기 준비

[Skin]
SkinDefault=기본
SkinLight=밝은 테마
SkinDark=어두운 테마

[Renew]
subscribed=다시 알리지 않음.
title=Wise Registry Cleaner PRO가 %d 일 후 만료됩니다!
title1=귀하의 라이선스 키가 만료되었습니다. 제 때 갱신하시기 바랍니다!
Price=불과 %s에 Pro 갱신!
Describe=Pro 버전의 특권을 잃을 수 있습니다.

[Edit]
pmcut=잘라내기
pmcopy=복사
pmpaste=붙여넣기
pmdelete=삭제
pmselectall=모두 선택
pmundo=실행 취소
Renew=지금 갱신

[feedback]
InvalidEmail=올바른 이메일 주소를 입력해 주세요.
emptyinput=제출할 내용을 입력해 주세요.
thanks=의견을 보내주셔서 대단히 감사합니다!
FrmFeedback.lblfeedback.caption = %s 제품을 어떻게 평가하십니까?
FrmFeedback.lblemail.caption = 이메일 주소:
FrmFeedback.lblgood.caption = 어떤 기능이 가장 마음에 드십니까?
FrmFeedback.lblbad.caption = 가장 마음에 들지 않는 기능은 무엇입니까?
FrmFeedback.lblwant.caption = 가장 원하는 새로운 기능은 무엇입니까?
FrmFeedback.btncancel.caption = 관심 없음
FrmFeedback.btnsubmit.caption = 제출

[WiseAi]
LoadUtilities=불러오는 중...